import {
  defibrilator,
  ear,
  health,
  eye,
  scanar,
  stomach,
  med,
  overweight,
  dentaire,
  nurse,
  byby,
  brain,
  blood,
  enzyme,
  ancv,
  heart,
  kidneys,
  syringe,
  facebook,
  instagram,
  linkedin,
  twitter,
  whatsapp,
  youtube,
  blog1,
  blog2,
  blog3,
  blog4,
  blog5,
  blog6,
  blog7,
  blog8,
  blog9,
  blog10,
  blog11,
  blog12,
  stars1,
  stars2,
  eyeimg,
  reward,
  idea,
  shield,
  doctor1,
  doctor2,
  doctor3,
  doctor4,
  doctor5,
  doctor6,
  doctor7,
  doctor8,
  doctor9,
  doctor10,
  doctor11,
  doctor12,
} from "../assets/index";

// START NAVBAR COMPONENT LINKS
export const navLinks = [
  {
    id: "home",
    title: "الرئيسية",
    icon: "icon-home_filled",
  },
  {
    id: "about",
    title: "من نحن",
    icon: "icon-info",
  },
  {
    id: "services",
    title: "الخدمات",
    icon: "icon-medical_services",
  },
  {
    id: "best-doctors",
    title: "أفضل الأطباء",
    icon: "icon-users",
  },
  {
    id: "blog",
    title: "المدونة",
    icon: "icon-write",
  },
  {
    id: "contact",
    title: "اتصل بنا",
    icon: "icon-call",
  },
];
// END NAVBAR COMPONENT LINKS
// START SERVICES COMPONENT
export const servicesBox = [
  {
    id: "box1",
    icon: health,
    title: "مركز العيادات الخارجية",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box2",
    icon: defibrilator,
    title: "قسم القلب",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box3",
    icon: heart,
    title: "طب الاطفال",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box4",
    icon: kidneys,
    title: "الغسيل الكلوي",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box5",
    icon: ear,
    title: "الانف والاذن والحنجرة",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box6",
    icon: syringe,
    title: "قسم التجميل",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
];
// END SERVICES COMPONENT
// START SERVICES COMPONENT
export const servicesBox2 = [
  {
    id: "box1",
    icon: eye,
    title: "قسم الرمد",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box2",
    icon: scanar,
    title: "الاشعة التداخلية",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box3",
    icon: stomach,
    title: "الطب الباطني",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box4",
    icon: med,
    title: "الجراحة العامة",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box5",
    icon: overweight,
    title: "التغذية والسمنة",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box5",
    icon: dentaire,
    title: "طب الاسنان",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box6",
    icon: nurse,
    title: "قسم الطوارئ",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box6",
    icon: byby,
    title: "الأطفال",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box6",
    icon: brain,
    title: "المخ والأعصاب",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box6",
    icon: blood,
    title: "بنك الدم",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box6",
    icon: enzyme,
    title: " قسم الجلدية",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
  {
    id: "box6",
    icon: ancv,
    title: "أمراض النساء",
    pargraph:
      "مستشفي قدرات الوادي منظومة صحية متكاملة حيث تضم المستـشـفي جمـيـع خدمات الرعاية الصحية تحت اشراف فريق طبي متكامل علي اعـلـي مستـوي,",
  },
];
// END SERVICES COMPONENT
// START BLOG COMPONENT
export const blogBox = [
  {
    id: "box1",
    img: blog1,
    date: "25 / 09 / 12 الخميس",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح تكلفة عملية غضروف الركبة ..",
  },
  {
    id: "box2",
    img: blog2,
    date: "25 / 08 / 10 الأحد",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح تكلفة عملية غضروف الركبة ..",
  },
  {
    id: "box3",
    img: blog3,
    date: "25 / 01 / 16 الجمعة",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح تكلفة عملية غضروف الركبة ..",
  },
];
// END BLOG COMPONENT
// START BLOG PAGE
export const blogPageBox = [
  {
    id: "box1",
    img: blog1,
    date: "25 / 09 / 12 الخميس",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح تكلفة عملية غضروف الركبة ..",
  },
  {
    id: "box2",
    img: blog2,
    date: "25 / 08 / 10 الأحد",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح مخاطر التدخين على الجهاز التنفسي ..",
  },
  {
    id: "box3",
    img: blog3,
    date: "25 / 01 / 16 الجمعة",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح تأثير التوتر النفسي على الهضم ..",
  },
  {
    id: "box4",
    img: blog4,
    date: "25 / 01 / 16 الجمعة",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح فوائد ممارسة اليوغا على الجسم والعقل ..",
  },
  {
    id: "box5",
    img: blog5,
    date: "25 / 01 / 16 الجمعة",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح أهمية الماء في الحفاظ على الصحة ..",
  },
  {
    id: "box6",
    img: blog6,
    date: "25 / 01 / 16 الجمعة",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح أسباب وعلاجات الصداع النصفي ..",
  },
  {
    id: "box7",
    img: blog7,
    date: "25 / 01 / 16 الجمعة",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف التوتر وطرق إدارته بفعالية ..",
  },
  {
    id: "box8",
    img: blog8,
    date: "25 / 01 / 16 الجمعة",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح التغذية الصحية ودورها في تعزيز المناعة ..",
  },
  {
    id: "box9",
    img: blog9,
    date: "25 / 01 / 16 الجمعة",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح تأثير التمارين الرياضية على الصحة العقلية ..",
  },
  {
    id: "box10",
    img: blog10,
    date: "25 / 01 / 16 الجمعة",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "في هذه المقالة سوف نوضح السكري: الوقاية والعلاج ..",
  },
  {
    id: "box11",
    img: blog11,
    date: "25 / 01 / 16 الجمعة",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "  الآثار الصحية للإدمان على وسائل التواصل الاجتماعي واستخدام الإنترنت بشكل مفرط ..",
  },
  {
    id: "box12",
    img: blog12,
    date: "25 / 01 / 16 الجمعة",
    title1: "معمل طبي",
    title2: "عمليات جراحة",
    pargraph: "  فهم آثار التلوث البيئي على صحة الجهاز التنفسي وتطوير استراتيجيات الوقاية ..",
  },
];
// END BLOG PAGE
// START QUESTION COMPONENT
export const questionBox = [
  {
    id: "box1",
    title: "كيف يمكنني الوقاية من النزلات البردية؟",
    pargraph:
      "لحماية أنفسكم ومنع انتشار فيروسات نزلات البرد والأنفلونزا، اتخذوا التدابير الاتية:  تناول الاطعمة المفيدة التي تعمل علي زيادة مناعة الجسم",
  },
  {
    id: "box2",
    title: "ما هو ضغط الدم الطبيعي؟",
    pargraph:
      "ضغط الدم الطبيعي هو عندما يكون الضغط الانقباضي الأقل من 120 والضغط الانبساطي الأقل من 80 ملليمتر من الزئبق.",
  },
  {
    id: "box3",
    title: "ما هي انواع الذبحة الصدرية؟",
    pargraph:
      "الذبحة هي نوع من ألم الصدر ينتج عن انخفاض تدفق الدم إلى القلب. وتُعد الذبحة أحد أعراض مرض الشريان التاجي. ما يوصف  الضيق أو الألم في الصدر.",
  },
];
// END QUESTION COMPONENT
// START DOCTORS COMPONENT
export const doctorsBox = [
  {
    id: "box1",
    img: doctor1,
    title: "د.عائشة محمد",
    pargraph: "استشارية طب العيون",
  },
  {
    id: "box2",
    img: doctor2,
    title: "د. محمود خالد",
    pargraph: "استشاري طب الاسنان",
  },
  {
    id: "box3",
    img: doctor3,
    title: "د.امير السيد عادل",
    pargraph: "استشاري طب وجراحة القلب",
  },
  {
    id: "box4",
    img: doctor4,
    title: "د.صلاح عبدالله",
    pargraph: "استشاري طب وجراحة العظام",
  },
];
// END DOCTORS COMPONENT
// START DOCTORS PAGE 
export const doctorsPageBox = [
  {
    id: "box1",
    img: doctor1,
    title: "د.عائشة محمد",
    pargraph: "استشارية طب العيون",
  },
  {
    id: "box2",
    img: doctor2,
    title: "د. محمود خالد",
    pargraph: "استشاري طب الاسنان",
  },
  {
    id: "box3",
    img: doctor3,
    title: "د.امير السيد عادل",
    pargraph: "استشاري طب وجراحة القلب",
  },
  {
    id: "box4",
    img: doctor4,
    title: "د.صلاح عبدالله",
    pargraph: "استشاري طب وجراحة العظام",
  },
  {
    id: "box1",
    img: doctor5,
    title: "د.عائشة محمد",
    pargraph: "استشارية طب العيون",
  },
  {
    id: "box2",
    img: doctor6,
    title: "د. محمود خالد",
    pargraph: "استشاري طب الاسنان",
  },
  {
    id: "box3",
    img: doctor7,
    title: "د.امير السيد عادل",
    pargraph: "استشاري طب وجراحة القلب",
  },
  {
    id: "box4",
    img: doctor8,
    title: "د.صلاح عبدالله",
    pargraph: "استشاري طب وجراحة العظام",
  },
  {
    id: "box1",
    img: doctor9,
    title: "د.عائشة محمد",
    pargraph: "استشارية طب العيون",
  },
  {
    id: "box2",
    img: doctor10,
    title: "د. محمود خالد",
    pargraph: "استشاري طب الاسنان",
  },
  {
    id: "box3",
    img: doctor11,
    title: "د.امير السيد عادل",
    pargraph: "استشاري طب وجراحة القلب",
  },
  {
    id: "box4",
    img: doctor12,
    title: "د.صلاح عبدالله",
    pargraph: "استشاري طب وجراحة العظام",
  },
];
// END DOCTORS PAGE 
// START QUESTION COMPONENT
export const testimonialsBox = [
  {
    id: "box1",
    pargraph:
      "مستشفى ممتازه والخدمة هناك كمان ممتازه والناس معاملتهم كويسه وشكر خاص لطاقم التمريض  ☘️",
    img: stars1,
  },
  {
    id: "box2",
    pargraph:
      "دكاترة شاطرين جدا وبيتابعوا المريض بشكل مستمر، شكرا جدا ليكوا  ❤️",
    img: stars1,
  },
  {
    id: "box3",
    pargraph:
      "مستشفي محترمه جدا والخدمه الصحيه بها ممتازه جدا وكل الفريق الطبي محترم كلام عن تجربه والله  🤗",
    img: stars2,
  },
];
// END QUESTION COMPONENT
// START ABOUT PAGE
export const aboutBox = [
  {
    id: "box1",
    title: "رؤيتنا",
    pargraph:
      "أن نكون من أفضل مقدمي الخدمات الصحية بالمنطقة وفق أعلى معايير الجودة والاعتماد ..",
    img: eyeimg,
  },
  {
    id: "box2",
    title: "قيمنا",
    pargraph:
      "المريض أولا : المرضى في مقدمة أولوياتنا, إن أفضل مقياس لنجاحنا هو درجة الرضى للمراجعين عن خدماتنا ..",
    img: reward,
  },
  {
    id: "box3",
    title: "هدفنا",
    pargraph:
      "نرغب في أن نكون الرواد في الصناعات الطبية ونعمل على تمكين موظفينا لخلق مجتمع أكثر صحة ..",
    img: idea,
  },
  {
    id: "box4",
    title: "حقوق المريض",
    pargraph:
      "هي السياسات و القوانين التي تلتزم بها مستشفى قدرات الوادي تجاه المرضى وذويهم ..",
    img: shield,
  },
];
// END ABOUT PAGE


// START DOCTORS DATES
export const doctorsdates = [
  {
    id: "date1",
    day: "السبت",
    date: "2023 / 10 / 11",
    hour: "09:00 ص  الى  012:00 م"
  },
  {
    id: "date2",
    day: "الاحد",
    date: "2023 / 10 / 12",
    hour: "09:00 ص  الى  012:00 م"
  },
  {
    id: "date3",
    day: "الاثنين",
    date: "2023 / 10 / 13",
    hour: "09:00 ص  الى  012:00 م"
  },
  {
    id: "date4",
    day: "الثلاثاء",
    date: "2023 / 10 / 14",
    hour: "09:00 ص  الى  012:00 م"
  },
  {
    id: "date5",
    day: "الاربعاء",
    date: "2023 / 10 / 15",
    hour: "09:00 ص  الى  012:00 م"
  },
];
// END DOCTORS DATES




// START SCOIAL MEDIA SIDEBAR
export const socialMedia = [
  {
    id: "social-media-1",
    icon: facebook,
    link: "https://web.facebook.com",
  },
  {
    id: "social-media-2",
    icon: instagram,
    link: "https://www.instagram.com",
  },
  {
    id: "social-media-3",
    icon: linkedin,
    link: "https://twitter.com/",
  },

  {
    id: "social-media-6",
    icon: twitter,
    link: "https://www.whatsapp.com/",
  },
  {
    id: "social-media-7",
    icon: whatsapp,
    link: "https://web.telegram.org/",
  },
  {
    id: "social-media-7",
    icon: youtube,
    link: "https://web.telegram.org/",
  },
];
// END SCOIAL MEDIA SIDEBAR
